{"meta":{"title":"溯路海豚","subtitle":"欲买桂花同载酒,终不似少年游","description":"","author":"故雨惜","url":"http://yoursite.com","root":"/"},"pages":[{"title":"分类","date":"2020-02-11T00:51:50.000Z","updated":"2020-02-11T00:52:49.435Z","comments":false,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"关于我","date":"2020-02-11T06:40:02.000Z","updated":"2020-02-28T15:27:44.178Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"时间一晃20年就过去了，20岁的年纪，也许是人一生中最具挑战性的时候，六七岁的年纪，还能够无忧无虑的生活着，不用去烦恼那些是是非非，到了三四十岁，也许人生就开始变的平淡了（拒绝平淡，从我做起）。 不管怎么说，15-25岁的十年，对任何一个人来说，可能都是最重要的，在这十年中，你需要去确立自己人生观，世界观，价值观，也许能够得到几个真心的朋友，又或者遇到一个能相伴一生的Ta···。从年少的懵懂无知逐渐到能够独当一面，有太多的过渡发生在这段时间里。 童年 关于我和我的父亲，在我记忆中只有两个印象 1.当时，我还很小没有上学跟着爸妈去苏州打工他把我踹到一个没有盖子的电风扇上 2.在家里，他把我打倒在地用铁铲拍我，记得我的鼻子即使流了很多血他依然没有停止，每每想起我的眼泪都会情不自禁的留下来 后来吧他就出车祸了，留下了后遗症，而且话变得特别多，还特别自大，总是惹别人生气，周围的人特别迁就他，可他还是特别过分。总是惹妈妈生气。 看见别人的爸爸都是那么好，我真的特别羡慕，在我的记忆里或许父爱从没有出现过吧。我的父亲留给我的只有暴力和自私。 爱好 对于大部分男生来说都比较爱玩游戏，可是我对游戏不怎么感兴趣，总是特别菜，所有手机电脑的游戏也都被我卸载了，我最喜欢的事，莫过于听音乐了，现在我的生活已经离不开音乐了，超级喜欢毛不易的《给你给我》，听着总是觉得那么的温暖，最钟爱纯音乐，旋律总能打动我的内心。 抑郁症 2017年人生中第一次独自离开家去做暑假工，第一次住宿舍，我才发现原来人与人之间可以这么陌生，一个宿舍的人都不说话，我特别孤单，渐渐地我发现身体出现了异样，我的鼻子总是流血，有天夜班，我的鼻子突然流了很多血，我感觉特别晕，我听旁边的人说我脸色当时都白了，我当时特别怕，因为从小就敏感，我想着早点去医院，后来几天鼻子还是会出血，我疯狂的百度，那一个个重症真是吓死了，后来有天中午去食堂吃饭，突然在快到食堂门口的路上晕了一下，就是特别想吐，也没了食欲，浑身没有一点力气，我坚持着下午下班结束，那些天又孤独，又被身体给我带来的异常吓着，我想着我应该要死了，我当时在想我要赶快回家即使死去也要在家里，不想给别人带来麻烦，我回来了。后来在家，还是身体出现了各种各样的异样，那些天我想了很多，我觉得我已经对生活没有了向往，身体的疼痛折磨着我，我开始失眠，焦虑，我把QQ微信都卸载了，我不想见任何人了，后来开始吃帕罗西汀，我开始嗜睡，浑浑噩噩的每一天是如此的难受 情感 后来有个女孩出现在了我的世界，一开始我觉得我和她就是两个性格完全不同人，她那么开朗外向，而我真的是特别腼腆，交流了几天，原来她竟然是那么有趣，我虽然很孤独，很想找人聊天，可是一但我和人聊天就像快点结束，总觉得特别烦，可她不一样，我总想着找各种话题和她聊天，渐渐地我发现了我开始喜欢她了，有时吧觉得她似乎也喜欢我呢，那段时间或许是我这么些年来最开心的日子了，我生日那天，我多么想她可以向我道声生日快乐，可是我等了一天也没有，虽然我从来不过生日，可是真的很失落，后来第二天我发了一条动态（四年没有发过动态），就是为了引起她的注意罢了。后来也就没有提过我生日的事，后来我的情绪就随着她走了，时常因为感觉她不喜欢我，就开始难过，不知所措，感觉一切都没有意义了，我时常一个人夜晚带着耳机，绕着学校的环路走，我想我为了什么。记得她生日那天我其实特别想给她过一个不一样的生日，可在她生日的前几天，我发现她有点不理我了，后来，她生日那天晚上的做法，让我哭了很久，我真的特别特别难受，2019年11月20日晚她和两个同学一起去喝了点酒，晚上回来说了句，我好想你，然后就立马撤回了，可我一直守着她回我消息呢，怎可能没有看见呢，我对她表白了，她告诉我一直喜欢的人都是我，可我们要毕业不得不分离，我好难过好难过，我真的很没出息，竟然在宿舍哭的那么大声，我的室友都不知道我怎么了。那种才知道这个女生喜欢的人是我，刚知道我们就要结束了是有多么痛么。我不知道，我不知道我想干嘛了。"},{"title":"tags","date":"2020-02-11T03:43:49.000Z","updated":"2020-02-11T03:46:39.916Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"我的21周岁生日总结","slug":"我的21周岁生日总结","date":"2020-03-25T03:01:22.000Z","updated":"2020-03-25T03:43:32.727Z","comments":true,"path":"2020/03/25/我的21周岁生日总结/","link":"","permalink":"http://yoursite.com/2020/03/25/%E6%88%91%E7%9A%8421%E5%91%A8%E5%B2%81%E7%94%9F%E6%97%A5%E6%80%BB%E7%BB%93/","excerpt":"我的21周岁总结 21年前的今天我出生了，后首恰似昨日。 在过去的这些个岁月里，我做什么事总是犹豫不决， 爱拖延，总是在过去的痛苦中走不出来，时常在想我做这些无意义的事情到底是为了什么，","text":"我的21周岁总结 21年前的今天我出生了，后首恰似昨日。 在过去的这些个岁月里，我做什么事总是犹豫不决， 爱拖延，总是在过去的痛苦中走不出来，时常在想我做这些无意义的事情到底是为了什么， 这些年我真的浪费了很多美好的时光， 既没有好好的玩，也没有好好的学习。 后悔么？其实当然很后悔， 但是呢，我知道过去的事情也就过去了， 但是现在有个非常重要的事情，摆在我面前， 我依旧摇摆不定，我总觉得生活再一次次给我机会， 我得做些什么， 我突然喜欢这些充满未知色彩的事情了。 这些年，我对很多人报过希望， 结局是受到狠狠的伤害， 我特别怕，那种感觉，我承受不了那种痛苦。 选择权交在别人手里，那种担惊受怕的感觉一点也不好受。 我希望未来的我一点一点的变得沉稳， 不能把重要的事情交托别人来决定。 再也不能情绪化，总不能一直呆在过去的阴影里不出来吧。 我向往的是诗和远方，走遍世界的角落。2020年专升本加油。等事情都结束再来整理我的东西吧。","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://yoursite.com/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"我在人间凑数的日子","slug":"我在人间凑数的日子","date":"2020-02-11T06:07:14.000Z","updated":"2020-02-11T06:32:51.457Z","comments":true,"path":"2020/02/11/我在人间凑数的日子/","link":"","permalink":"http://yoursite.com/2020/02/11/%E6%88%91%E5%9C%A8%E4%BA%BA%E9%97%B4%E5%87%91%E6%95%B0%E7%9A%84%E6%97%A5%E5%AD%90/","excerpt":"我于昨晚去世，走时心如止水。我于今早重生，来时心怀暖阳。敬你岁月无波澜，敬我余生不悲欢！ 笑着笑着就哭了，哭着哭着就没心没肺的笑了","text":"我于昨晚去世，走时心如止水。我于今早重生，来时心怀暖阳。敬你岁月无波澜，敬我余生不悲欢！ 笑着笑着就哭了，哭着哭着就没心没肺的笑了 这辈子最大的遗憾就是隔着屏幕认识你，隔着屏幕失去你，然后还瞒着所有人继续爱着你 没有人能陪你走到最后 有些事只能一个人做 路上的艰辛只有自己知道一一选自散文集 我一直都觉得，最难过的瞬间，一定不是爱而不得，而是我明白，我和这个人真的没有以后了。以后，你给过我的，没有给过我的，都要给另外一个人了。而我，眼红的资格都没有。 我有趣的灵魂在你离开时便已消散，只剩下这疲倦不堪的躯体在苟延残喘。 骨气不等于尊严，人不能为了尊严连钱都不要了 她喜欢我，四个字给我无穷的勇气，哪怕它是谎言 他说，“我对这世间唯一的不满 就是这世间总是让更懂事的人承受更多。” 小时候想当个透明人，现在好了，自己本来就是个透明人，谁会去管你呢 以前我觉得是兄弟就能抛开一切，两肋插刀！现在明白了维系情义也要大家实力相当 最难过的瞬间一定不是你爱而不得的时候，而是你明白，你和这个人真的没有以后了，以后，他给过你的没有给过你的，都要给另一个人了，而你，连眼红都没有资格。 日子如白驹过隙一样流逝，我们在生活的挣扎中生长，这笑容如明媚的阳光，给你我带来温暖，带来生的希望。 小时候微笑是一种心情，长大后微笑是一种表情 你眼中的星河烂漫 是我不曾见过的世外桃源 那一夜，我喝醉了拉着你的手，胡乱的说话。早上醒来发现，花生米吃完了，趴在我身上的只有我家的哈士奇。 若你我在人间凑数的日子般，挣扎着贪恋着，若它只为贪恋深秋的最后一抹绿，那你我又贪恋着什么? 我已经记不清她的模样，我试图让自己想起她的容颜，即使我在努力也记不起她的模样。 后来我们发现了，俩个人在一起并不是社会环境迫使我们相爱，在对的时间在一起又在对的时间分开，总结就是，你的无能留不住你想留的人 条条大路通罗马，可有的人出生在罗马。","categories":[{"name":"人生","slug":"人生","permalink":"http://yoursite.com/categories/%E4%BA%BA%E7%94%9F/"}],"tags":[{"name":"短句子","slug":"短句子","permalink":"http://yoursite.com/tags/%E7%9F%AD%E5%8F%A5%E5%AD%90/"}]},{"title":"许岁月静好，许时光温良","slug":"许岁月静好，许时光温良","date":"2020-02-11T04:47:46.000Z","updated":"2020-02-11T04:54:16.430Z","comments":true,"path":"2020/02/11/许岁月静好，许时光温良/","link":"","permalink":"http://yoursite.com/2020/02/11/%E8%AE%B8%E5%B2%81%E6%9C%88%E9%9D%99%E5%A5%BD%EF%BC%8C%E8%AE%B8%E6%97%B6%E5%85%89%E6%B8%A9%E8%89%AF/","excerpt":"","text":"####怎样可以克制自己想玩的冲动如果将人生一分为二，前半段人生哲学是‘不犹豫’，后半段人生哲学是‘不后悔。 有时命运的戏谑就在于，你一直犹豫不决，等到终于下定决心，已经到了谢幕的时间。 相比于今天，我更想明天做这件事，这是最荒谬的事。 尝试过的事就应当留下点结果 日积月累的能力和见识才是社会无法抗拒的气质。","categories":[],"tags":[{"name":"人生","slug":"人生","permalink":"http://yoursite.com/tags/%E4%BA%BA%E7%94%9F/"}]}]}